Repository: perepinol/trainingwellApp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Space usage
es: Uso de espacios

source: Income/outcome
es: Ingresos/gastos

source: Performance
es: Rendimiento

source: End date should come after start date
es: La fecha final debería ser posterior a la inicial

source: End time should come after start time
es: La hora final debería ser posterior a la inicial

source: This date range overlaps with season
es: Este rango de fechas se superpone con una Estación

source: Space size has to be a natural number
es: El tamaño del espacio debe ser un número natural

source: Offer cannot be negative
es: La oferta no puede ser negativa

source: Reservations
es: Reservas

source: Incidences
es: Incidencias

source: Seasons
es: Estaciones

source: Report
es: Informe

source: Add prices
es: Añadir precios

source: No unread notifications
es: No hay nuevas notificaciones

source: Mark all as read
es: Marcar todas como leído

source: A block you requested has already been reserved
es: Un bloque solicitado ya se reservó

source: You will be redirected to the schedule page
es: Se te redirigirá a la página del horario

source: No events to show
es: No hay eventos para mostrar

source: Previous week
es: Semana pasada

source: Now
es: Ahora

source: Next week
es: Semana siguiente

source: Hour
es: Hora

source: Day
es: Dia

source: New Incidence
es: Nueva Incidencia

source: Show completed
es: Mostrar completadas

source: Order by
es: Ordenar por

source: Deadline date
es: Fecha límite

source: Creation date
es: Fecha creación

source: DISABLED
es: INHABILITADO

source: Set selected as completed
es: Marcar seleccionadas como completadas

source: Incidence Name
es: Nombre incidencia

source: Limit day/time to solve
es: Límite día/hora para completar

source: Which fields are affected?
es: Qué campos afecta?

source: Should you disbale these fields?
es: Se deberían desactivar los campos?

source: Close
es: Cerrar

source: Save
es: Guardar

source: Hide completed
es: Esconder completadas

source: You did not select any incidence
es: No ha seleccionado ninguna incidencia

source: Are you sure you want to mark as completed?
es: Estás seguro que quieres completarlas?

source: Deadline: %(d)s at %(t)s
es: Límite: %(d)s a las %(t)s

source: Fields are not disabled
es: Los campos no están desactivados

source: Fields are disabled
es: Los campos están desactivados

source: Generate report
es: Generar informe

source: TrainingWell usage report
es: Informe de uso TrainingWell

source: From
es: De

source: to
es: para

source: First reservation: %(d)s, %(t)s
es: Primera reserva: %(d)s, %(t)s

source: Last reservation: %(d)s, %(t)s
es: Última reserva: %(d)s, %(t)s

source: Includes %(num)s reservations
es: Incluye %(num)s reservas

source: Details
es: Detalles

source: Price
es: Precio

source: Spaces included in the reservation
es: Espacios incluidos en la reserva

source: Date
es: Fecha

source: Start time
es: Hora inicio

source: End time
es: Hora fin

source: No spaces reserved
es: No hay espacios reservados

source: Cancel
es: Cancelar

source: The reservation is already paid
es: La reserva está pagada

source: The reservation has not been paid yet
es: La reserva no se ha pagado aún

source: Delete
es: Borrar

source: Are you sure you want to delete your reservation?
es: Seguro que quiere borrar la reserva?

source: Reserve Now!
es: Reserva Ahora!

source: Not available
es: No disponible

source: Previous
es: Anterior

source: Next
es: Siguiente

source: Confirm
es: Confirmar

source: You did not select any block
es: No seleccionaste ningún bloque

source: Do you want to cancel and return?
es: Quieres cancelar y volver?

source: Start Date: %(d)s
es: Fecha inicio: %(d)s

source: End Date: %(d)s
es: Fecha fin: %(d)s

source: Facilities open hour: %(t)s
es: Hora apertura: %(t)s

source: Facilities close hour: %(t)s
es: Hora de cerrar: %(t)s

source: Edit season
es: Editar estación

source: Delete season
es: Borrar estación

source: Edit Season
es: Editar estación

source: Season Name
es: Nombre estación

source: Starting date of the season
es: Fecha inicio de la estación

source: Ending date of the season
es: Fecha fin de la estación

source: Open hour of the facilities
es: Horario apertura de las instalaciones

source: Close hour of the facilities
es: Horario de cerrar instalaciones

source: Do you want to permanently delete this season?
es: Quieres borrar permanentemente la estación?

source: Current seasons
es: Estaciones actuales

source: Add season
es: Añadir estación

source: Add New Season
es: Añadir nueva estación

source: Season:
es: Estación:

source: Price per hour: %(p)s
es: Precio por hora: %(p)s

source: Square metres: %(sqmt)s
es: Metros cuadrados: %(sqmt)s

source: Description: %(d)s
es: Descripción: %(d)s

source: Edit space
es: Editar espacio

source: Add New Space
es: Añadir espacio

source: Field
es: Campo

source: Season
es: Estación

source: Square metres
es: Metros cuadrados

source: Photo
es: Fotografía

source: Offer
es: Oferta

source: Do you want to permanently delete this space?
es: Quieres borrar permanentemente el espacio?

source: Price per hour
es: Precio por hora

source: Identifier
es: Identificador

source: Square meters
es: Metros cuadrados

source: Offer (percentatge)
es: Oferta (porcentaje)

source: There are not any spaces
es: No hay espacios

source: Current spaces
es: Espacios actuales

source: Add space
es: Añadir espacio

source: This is a test page
es: Esto es una página de prueba
